Repository: PatrickSt1991/Samsung-Jellyfin-Installer
Catalog: Localization/Strings.*.resx
Languages: da, nl

# DownloadAndInstall
source: Download & Install
da: Download & Installer
nl: Download & Installeer

source: Installation failed
da: Installationen mislykkedes
nl: Installatie mislukt

# InstallationSuccessfulOn
source: Successfully installed on
da: Succesfuldt installeret på
nl: Succesvol geïnstalleerd op

source: Download failed:
da: Download mislykkedes:
nl: Downloaden mislukt:

# FailedLoadingReleases
source: Failed to load releases:
da: Kunne ikke indlæse udgivelser:
nl: Kon releases niet laden:

# PleaseInstallTizen
source: Tizen CLI is required but not found. Please install Tizen Studio first.
da: Tizen CLI er påkrævet, men ikke fundet. Installer venligst Tizen Studio først.
nl: Tizen CLI is vereist maar niet gevonden. Installeer eerst Tizen Studio.

source: Downloading package...
da: Downloader pakke...
nl: Pakket downloaden...

source: Connecting to device...
da: Forbinder til enhed...
nl: Verbinding maken met apparaat...

source: Retrieving device address...
da: Henter enhedsadresse...
nl: Apparaatadres ophalen...

# TvNameNotFound
source: TV Name could not be found...
da: TV navn kunne ikke findes...
nl: TV Naam kon niet worden gevonden...

source: Updating certificate profile...
da: Opdaterer certifikatprofil...
nl: Certificaatprofiel bijwerken...

# PackagingWgtWithCertificate
source: Packaging the wgt file with certificate...
da: Pakker wgt-filen med certifikat...
nl: Het wgt-bestand met certificaat inpakken...

source: Installation successful
da: Installation vellykket
nl: Installatie geslaagd

# InstallingPackage
source: Installing package on device...
da: Installerer pakke på enhed...
nl: Pakket installeren op apparaat...

# InstallationMaybeFailed
source: Installation may have failed
da: Installationen er muligvis mislykket
nl: Installatie is mogelijk mislukt

source: Loading releases...
da: Indlæser udgivelser...
nl: Ophalen van releases...

# ScanningNetwork
source: Scanning network for Samsung TV...
da: Scanner netværk til Samsung TV...
nl: Network scannen voor Samsung TV...

# CheckTizenOS
source: Checking Tizen OS version...
da: Kontrollerer Tizen OS-version...
nl: Tizen OS-versie controleren...

# SuccessAuthCode
source: Successfully obtained authorization code
da: Godkendelseskode blev opnået
nl: Autorisatiecode succesvol verkregen

# Ready
source: Ready for use...
da: Klar til brug...
nl: Klaar voor gebruik...

# FailedAuthCode
source: Login was canceled or failed...
da: Login blev annulleret eller mislykkedes...
nl: Inloggen is geannuleerd of mislukt...

source: No devices found
da: Ingen enheder fundet
nl: Geen apparaten gevonden

# OutputDir
source: Ensuring that the output directory exists
da: Sikring af, at output-mappen eksisterer...
nl: Zorgen dat de uitvoermap bestaat...

# GenPassword
source: Generating random password...
da: Genererer tilfældig adgangskode...
nl: Willekeurig wachtwoord genereren...

# GenKeyPair
source: Generating keypair
da: Generering af nøglepar...
nl: Sleutelpaar genereren...

# CreateAuthorCsr
source: Creating Author CSR...
da: Opretter forfatter-CSR...
nl: Auteur CSR maken...

# CreateDistributorCSR
source: Generating Distributor CSR with DUID...
da: Generering af distributør-CSR med DUID...
nl: Genereren van een distributeur-CSR met DUID...

# PostAuthorCSR
source: Posting to Samsung endpoint...
da: Sender til Samsung-slutpunktet...
nl: Bericht sturen naar Samsung-eindpunt...

# PostFirstDistributorCSR
source: Posting to first Samsung distributor...
da: Sender til den første Samsung-distributør...
nl: Bericht naar eerste Samsung-distributeur...

# PostSecondDistributorCSR
source: Posting to second Samsung distributor...
da: Sender til anden Samsung-distributør...
nl: Posten naar tweede Samsung-distributeur...

# CreateNewCertificates
source: Creating the signed P12 files...
da: Opretter de signerede P12-filer...
nl: De ondertekende P12-bestanden maken...

# MovingP12Files
source: Copy files to be used in certificate-manager...
da: Kopier filer, der skal bruges i certifikat-manager...
nl: Kopieer bestanden naar certificaatbeheerder...

# SettingCertificateManager
source: Fixing Tizen certificate manager...
da: Retter Tizen certifikat manager...
nl: Tizen-certificaatbeheerder repareren...

# SettingsCaCerts
source: Setting CA certificates...
da: Indstiller CA-certifikater...
nl: CA-certificaten instellen...

source: Choose release...
da: Vælg udgivelse...
nl: Kies release...

source: Choose version...
da: Vælg version...
nl: Kies versie...

source: Choose TV...
da: Vælg TV...
nl: Kies TV...

source: Select language
da: Vælg sprog
nl: Selecteer taal

source: Select certificate
da: Vælg certifikat
nl: Selecteer certificaat

# SelectWGT
source: Select WGT file
da: Vælg WGT-fil
nl: Selecteer WGT-bestand

# lbl_Release
source: Release
da: Frigøre
nl: Uitgave

# lbl_Version
source: Version
nl: Versie

# lbl_SelectTv
source: Select TV
da: Vælg TV
nl: Selecteer TV

# lbl_Language
source: Language
da: Sprog
nl: Taal

# lbl_CustomWgt
source: Custom WGT
da: Brugerdefineret WGT
nl: Aangepaste WGT

# lbl_Settings
source: Settings
da: Indstillinger
nl: Instellingen

# lbl_RememberIp
source: Remember IPs
da: Husk brugerdefinerede IP'er
nl: Onthoud aangepaste IP's

# lbl_Certifcate
source: Certificate
da: Certifikat
nl: Certificaat
